backend/controllers/ProductController.php

SELECT * FROM `product`
---
    public function actionIndex()
    {
        return Product::find()->all();